Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.08.08.11_fin.txt.tmx
Source language: fin
Languages: sme

source: Kohti saamelaiskäräjävaaleja Saamelaiskäräjävaalien ehdokasasettelu päättyi perjantaina ja 40 ehdokasta asettuivat vaaleihin.
sme: Sámediggeválggaide Sámediggeválggaid evttohasásaheapmi nogai mannan bearjadaga ja 40 evttohasa vulget válggaide.

source: Kesän asiaa pohdittuani perheeni ja tukijoideni kanssa päätin lähteä vielä ehdolle saamelaiskäräjävaaleihin.
sme: Go ledjen geasi áigge ášši suokkardan iežan bearrašiin ja doarjaleddjiiguin, de mearridin vel álgit evttohassan sámediggeválggaide.

source: Päätös ei ollut helppo, kuluva saamelaiskäräjävaalikausi ei ole ollut helpoimpia, mutta toisaalta kaikesta mediamyllytyksestä huolimatta kausi on ollut hyvin tuloksellinen.
sme: Dát mearrádus ii lean eisige álki. Dát nohkavaš sámediggebadji ii leat gullan álkimušaide, muhto nuppe dáfus buot mediarigearas fuolakeahttá badji lea buktán hui olu bohtosiid.

source: Suurin kannuste itselleni lähteä mittauttamaan kannatustani ja saamaan tukea omalle, tukijoitteni ja saamelaiskäräjien hallituksen valitsemalle linjalle olivat onnistuneet hallitusneuvottelut ja hallitusohjelman kirjaukset koskien ILO 169-sopimusta, saamen kieltä ja sen elvyttämistä, saamelaisten perinteistä tietoa ja saamelaiskäräjien toiminnan kehittämistä ja resursointia, ks.
sme: Munnje alccesan eanemus movttidahtti vuolgit mihtidahttit iežan guottáhusa ja oažžut doarjaga doarjaleddjiid ja sámedikki stivrra válljen linnjái ledje lihkostuvvan ráđđehusšiehtadallamat ja ráđđehusprográmma girjemat.

source: tarkemmin sulkeissa olevaa linkkiä ja liitteitä (www.samediggi.fi/index.php?option=com_content&task=view&id=478&Itemid=149).
sme: Earenoamážit girjemat, mat guske ILO 169-soahpamuša, sámegiela ja dan ealáskahttima, sámiid árbevirolaš dieđu ja sámedikki doaimma gárgeheami ja resurserema, geahča dárkileappot ruođuid siste čujuhusa čállosa ja dan čuvvosiid (www.samediggi.fi/index.php?option=com_content&task=view&id=478&Itemid=149).

source: Tulevalla saamelaiskäräjillä on suuri vastuu huolehtia siitä, että hallitusohjelman kirjaukset toteutuvat ja haluan olla osaltani huolehtimassa siitä, että kirjaukset toteutuvat – mikäli äänestäjät niin haluavat.
sme: Boahtte sámedikkis lea stuora ovddasvástádus atnit ávvira das, ahte ráđđehusprográmma girjemat olláhuvvet ja hálidan maid iežan bakte leat atnime ávvira das, ahte girjemat dahkkojit duohtan – jos jienasteaddjit dan hálidit.

source: Tulevat vaalit tulevat olemaan hyvin tärkeät ja vaalit tulevat ratkaisemaan sen, uudistuuko saamelaiskäräjät ja kehittyykö saamelainen kulttuuri-itsehallinto ja poliittinen kulttuuri.
sme: Boahtte válggat leat hui dehálaččat ja válggat bohtet mearridit ođastuvvago sámediggi ja gárganago sámi kulturiešstivren ja politihkalaš kultuvra.

source: Kun lähdin neljä vuotta sitten ehdolle ajoin vaaleissa saamelaiskäräjien toiminnan demokratisoimista.
sme: Go vulgen njeallje jagi dás ovdal evttohassan, de vudjen válggain sámedikki barggu demokratiserema.

source: Valitettavasti se ei onnistunut, vaikka saamelaiskäräjien hallitus on yrittänytkin uudistaa työjärjestystä demokraattisemmaksi ja sitä kautta saamelaiskäräjien toimintaa tehokkaammaksi.
sme: Dađi bahábut dat ii lihkostuvvan, vaikko sámedikki stivra leanai geahččalan ođasnuhttit bargoortnega demokráhtalaččabun ja dakko bakte sámedikki barggu áhpaseabbon.

source: Nykysaamelaiskäräjien henkilökemia ei mahdollistanut muutosesitykselle riittävää kannatusta.
sme: Dálá sámedikki olmmošlaš gaskavuođat eai dahkan vejolažžan oažžut rievdadanevttohussii dárbahassii stuora doarjaga.

source: Esitys on olemassa ja varsinkin nyt kun hallitusohjelma tukee saamelaisen kulttuuri-itsehallinnon kehittämistä tulee tarkastella myös saamelaiskäräjien toimintamallia kriittisesti ja uudistaa saamelaiskäräjiä vastaamaan uusiin haasteisiin.
sme: Evttohus gávdno gal ain ja earenoamážit dál go ráđđehusprográmma doarju sámi kulturiešstivrema, de galgá geahčadit maid sámedikki bargomálle kritihkalaččat ja ođastit sámedikki dávistit ođđa hástalusaid.

source: Toivonkin, että te äänestäjät pohtisitte millaisen saamelaiskäräjät haluatte, vaatisitte ehdokkailta poliittista ohjelmaa, kantoja, näkemyksiä ja esityksiä.
sme: Sávannai, ahte dii jienasteaddjit guorahalaleiddele makkár sámedikki dii hálidehpet. Dii galggaleiddet gáibidit evttohasain politihkalaš prográmma, oaiviliid, oainnuid ja evttohusaid.

source: Teillä on valittavanne 40 ehdokkaasta ne henkilöt, jotka ajavat parhaiten saamelaisten oikeuksia ja toimivat demokraattisesti yhdessä saamelaisten aseman parantamiseksi.
sme: Dii beassabehtet válljet 40 evttohasas daid olbmuid, geat buoremusat ovddidit sápmelaččaid rivttiid ja ovttasbarget demokráhtalaččat sápmelaččaid sajádaga buorideami várás.

source: Jotta hallitusohjelman saamelaiskirjaukset toteutuvat se vaatii uudenlaista ajattelua myös saamelaiskäräjillä.
sme: Vai ráđđehusprográmma sámi girjemat olláhuvvet, de dat gáibida ođđa jurddahanmálle maiddái sámedikkis.

source: Nykyistä kaudelle ovat antaneet leimansa ulosmarssi yleiskokouksesta, läpimenemättömät valitukset hallituksesta ja henkilöihin kohdistuva ajojahtimainen ikävä julkisuuskampanja.
sme: Dálá sámedikki baji leat steampilastán olggosvázzileapmi dievasčoakkámis; stivrra birra dahkkon váidimat, mat eai leat mannan čađa ja olbmuid bostaleapmi mediaid bakte.

source: Ulospäin on näyttänyt kuva riitelevästä saamen kansasta, vaikka saamelaiskäräjien enemmistö on aina ollut verrattain yksimielinen tärkeissä poliittisissa asioissa.
sme: Olggosguvlui lea boahtán govva sámi álbmogis, mii riidala geažos áigge, vaikko nuppe dáfus sámedikki eanetlohku lea leamaš álohii oalle ovttamielalaš politihkalaš áššiin.

source: Medialla on ollut toki oma roolinsa saamelaiskäräjien heikon julkisuuskuvan rakentamisessa.
sme: Medias lea gal maid leamaš iežas rolla sámedikki heajos olgguldas gova šaddamis.

source: Tällaisen politiikan on loputtava ja on siirryttävä asiakeskeiseen parlamentaariseen väittelyyn.
sme: Dákkár sámi politihkka ferte nohkat ja ferte sirdásuvvot áššeguovdásaš parlamentáralaš digaštallamii.

source: Erimielisyydet kuuluvat politiikkaan – politiikkahan on yhteisten asioiden hoitamista ja kompromissien löytämistä.
sme: Sierramielalašvuođat gullet politihkkii – politihkkihan lea oktasaš áššiid dikšun ja dasa gullá kompromissaid gávdnan.

source: Ehdokkailta tarvitaan myös mediataitoa.
sme: Evttohasat galget maid máhttit mediadáidduid.

source: Jokaisen saamelaiskäräjäjäsenen vastuulla on myös se, millainen kuva saamelaiskäräjistä välittyy ulospäin.
sme: Juohke sámediggeláhtu ovddasvástádussan lea maid dat makkár lea sámedikki olgguldas govva.

source: Hallitusohjelman saamelaiskirjauksilla on useita vastustajia kuten kesällä olemme mediasta lukeneet.
sme: Ráđđehusprográmma sámi girjemiidda leat olu vuostálastit dego leat geasset medias lohkan.

source: On tärkeää, että saamelaiset ovat yhtenäisiä toimiessaan hallitusohjelman kirjausten toteuttamiseksi antamatta saamelaisten oikeuksien vastustajille lisää aseita vastustaa saamelaisten aseman parantamista.
sme: Lea dehálaš, ahte sápmelaččat leat ovttasráđiid bargame ráđđehusprográmma girjemiid olláhuhttima várás ja nu ahte eat atte sápmelaččaid vuoigatvuođaid vuostálastiide lasi vearjjuid vuostálastit sápmelaččaid sajádaga buorideami.

source: Vihapuheiden yleistyminen on hyvin tyypillistä taloudellisen taantuman aikana.
sme: Vaši dovddaheapmi ja čájeheapmi lea hui mihtilmas dalle go lea ruđalaččat ja muđuid heajos áigi.

source: Oikeuksia vailla olevia vähemmistöjä on helppo leimata ja syyllistää.
sme: Dakkár veahádagaid, main eai leat vuoigatvuođat, lea hui álki steampilastit ja dahkat sivalažžan.

source: Maahanmuuttajia syyllistetään, että he vievät suomalaisten työpaikat tai että he elävät sosiaalituella.
sme: Sisafárrejeaddjit sivahuvvojit nu ahte sii dolvot suopmelaččaid bargosajiid dehe sii ellet sosiálaoajuin.

source: Myös saamenkielisiä palveluja pidetään rahanmenona.
sme: Maiddái sámegielalaš bálvalusat adnojuvvojit duššás ruhtamannun.

source: Niin ruotsin- kuin saamenkieliset lapset voivat joutua kuulemaan, että Suomessa tulee puhua suomea.
sme: Sihke ruoŧa- ja sámegielatmánát šaddet gullat, ahte Suomas galgá hupmat suomagiela.

source: Pohjoismaat ovat maailman rikkaimpia ja sivistyneimpiä yhteiskuntia ja odotusarvona olisi vapaa, oikeudenmukainen ja heikompiosaisten oikeuksia kunnioittava kansalaisyhteiskunta.
sme: Davviriikkat leat máillmi jábálaččamus ja eanemus čuvgejuvvon servodagat ja livččii vuorddehahtti doppe ahte dain riikkain livččii friddja, vuoiggalaš, lihkohemiid ja heajut birgejeddjiid vuoigatvuođaid gudnejahtti álbmotservodat.

source: Vihapuheet erilaisia vähemmistöjä kohtaan ovat olleet kuitenkin leimallisesti esillä eri Pohjoismaiden parlamenttivaalien vaalikampanjoinnissa.
sme: Vaššeságat sierralágán veahádagaid guovdu leat leamaš goitge steampilastán ja leamaš ovdan sierra Davviriikkaid parlameantaválggaid válgakámpannjain.

source: Meillä Suomessa maahanmuuttajiin ja vähemmistöihin kohdistuva vastenmielinen kampanja tuli esille eduskuntavaalikampanjoinnissa, niihin liittyvässä internet-kirjoittelussa ja jälkeenpäinkin joidenkin kansanedustajien poliittisessa toiminnassa.
sme: Dáppe Suomas ilgadis kámpannja sisafárrejeddjiid guovdu bođii ovdan riikkabeaiválgakámpannjain, daidda laktáseaddji interneahtta-čállosiin ja maŋŋelnai muhtin riikkabeaivvelahtuid politihkalaš barggus.

source: Vaikka Norjan traagisten tapahtumien tekijä oli henkisesti sairas henkilö, niin murhenäytelmän yhteydessä on paljastunut miten yleisiä ääriliikkeiden edustajien vihapuheet ovat Internet-sivustoilla.
sme: Vaikko Norgga tragihkalaš dáhpáhusaid dahkki lei vuoŋŋalaččat buohcci olmmoš, de morašdagu olis lea ikton man dábálaččat ravddamus lihkadusaid ovddasteddjiid vaššeságat leat Interneahtta-siidduin.

source: Inetrnet-keskustelut tuntuivat viime tietojen valossa ruokkineen Breivikin ajatusmaailmaa ja vainoharhaisuutta.
sme: Interneahtta-ságastallamat orro maŋimus ságaid čuovggas biebman Breivika jurddamáilmmi ja vuoiŋŋalaš buozanvuođa.

source: Myös Suomessa ne ovat hyvin yleisiä ja niin vastenmielisiä, keskusteluja käydään esimerkiksi hommafoorumin ja suomi24 nettikeskusteluissa.
sme: Maiddái Suomas dat leat hui dábálaččat ja nu ilgadat, ságastallamat leat omd. hommaforuma ja suomi24 neahttaságastallamiin.

source: Myös saamelaisten oikeuksien edistäminen ja vaatiminen nostattaa nettikeskusteluissa ikävää vihapuhetta.
sme: Maiddái sápmelaččaid vuoigatvuođaid ovddideapmi ja gáibideapmi bajida ahkidis vaššeságagastallama.

source: Vihapuhe ei kuitenkaan rajoitu vaan internetiin.
sme: Vaššeságastallan ii goitge noga dušše internehttii.

source: Kun saamelainen kulttuuri-itsehallintolaki tuli 1990-luvun puolivälissä eduskuntakäsittelyyn, niin silloin myös saamelaisten oikeuksia vastustava liike oli voimissaan.
sme: Go sámi kulturiešstivrenláhka bođii 1990-logu beallemuttos riikkabeivviid gieđahallamii, de dalle maid sápmelaččaid vuostálasti lihkadus lei álššaid nalde.

source: Monella on varmaan tallella lappalaiskulttuuri- ja perinneyhdistyksen toimittama ja yleisesti levittämä Kiisa-julkaisu, jonka vihapuheet saamelaisia kohtaan ovat vailla vertaansa Suomen lähihistoriassa.
sme: Máŋgasis lea várra rájus lappalaš- ja árbevierrosearvvi doaimmahan ja almmolaččat viiddidan Kiisa-bláđđi, man vaššeságat sápmelaččaid guovdu leat nu heahpatmeahttumat ja ilgadat, ahte dat eai gal gávdno nu ilgadin Suoma lagašhistorjjás.

source: Kyseinen yhdistys vastusti kaikin tavoin saamelaisten oikeuksien edistämistä, se mobilisoi mielenosoituksen eduskantatalon portaille, Lapin maakuntalehtien yleisenosastot olivat täynnä saamelaisvastaisia kirjoituksia ja saamelaisten oikeuksia ajavia uhkailtiin.
sme: Namuhuvvon searvi vuostálasttii buot vejolaš vugiid mielde sápmelaččaid vuoigatvuođaid ovddideami, dat mobiliserii miellačájáhusaid riikkabeivviid rahpáid nala, Sámi guovllu aviissaid lohkkiidčállosiin ledje dievva sápmelaččaid vuostálasti čállosat ja sápmelaččaid vuoigatvuođaid ovddideaddjit uhkiduvvoje.

source: Propaganda oli niin tehokasta, että se on kantanut hedelmää aina näihin päiviin asti.
sme: Propagánda lei nu ábas, ahte das leat leamaš šattut gitta dáidda beivviide.

source: Olen jopa kuullut, että ILO-sopimuksen ratifiointi johtaisi Lapissa sisällissotaan – vaikka saamelaiset maailman rauhaa rakastavimpina kansana eivät ole sotineet milloinkaan.
sme: Mun lean juobe gullan, ahte ILO 169-soahpamuša ratifiseren doalvvulii Sámi siskkáldassoahtái – vaikko sápmelaččat máilmmi ráfi eanemus ráhkisteaddji álbmogin eai leat soahtán goassige.

source: Vihaterminologia on sekin yleistynyt ja sillä halutaan luoda kielteisiä mielikuvia ja perustella omaa poliittista linjaansa.
sme: Vaššeterminologiija lea datnai šaddan dábálažžan ja dainna háliduvvojit ráhkaduvvot biehtadahkes miellagovat ja ákkastallojuvvot iežas politihkalaš linnjá.

source: Sotaa käyneille on varmasti tällainen keskustelu hyvin loukkaavaa.
sme: Soađi muosáhan olbmuide dákkár ságastallan lea sihkkarit hui bávččagahtti.

source: Saamelaiset ovat taistelleet Suomen valtion puolesta toisessa maailmansodassa ja sodan jäljet näkyvät vieläkin suomalaisessa yhteiskunnassa.
sme: Sápmelaččat leat dáistalan Suoma stáhta beales nuppi máimmisoađis ja soađi hávit vuhttojit velnai suopmelaš servodagas.

source: Edelleen uskotaan yleisesti lappalaiskulttuuri- ja perinneyhdistyksen kannattajien piirissä, totuuden vastaisesti ja saamelaisten historiaa ja kulttuuria tuntematta, että nykysaamen kansan muodostavat ” Norjasta Suomeen muuttaneet porosaamelaiset ”, ja että kaukana historiassa suomalaisiin integroinut ja saamea osaamaton kansanryhmä, eli kadonnut kulttuuri, olisi todellinen Suomen alkuperäiskansa.
sme: Velnai jáhkkojuvvo almmolaččat lappalaš- ja árbevierrosearvvi (lappalais- ja perinneyhdistys) guottiheddjiid olis, duohtavuođa vuostá ja sámi historjjá ja kultuvrra dovddageahttá, ahte dálá sámi álbmoga ráhkadit “ Norggas Supmii mutkon boazosápmelaččat ”, ja ahte dolin historjjás suopmelaččaide integreren ja sámegiela máhtekeahtes álbmotjoavku, dehege jávjan kultuvra, livččii duođalaš Suoma álgoálbmot.

source: Valitettavan yleinen propagandistinen uskomus on myös että saamelaiset haluavat ILO 169-sopimuksen ratifioinnin myötä riistää paikallisten suomalaisten elinkeino-oikeuksia ja että saamelaisilta pitäisi pyytää lupa saamelaisten kotiseutualueen vapaaseen liikkumiseen ja hyödyntämiseen.
sme: Hui šállošahtti dábálaš propagándalaš jáhkku lea maid, ahte sápmelaččat hálidit rivvet báikkálaš láddelaččaid ealáhusrivttiid ja ahte sápmelaččain galggalii átnut lobi sámi ruovttuguovllus luomos vánddardeapmái ja luondduin ávkkástallamii.

source: Nämä väitteet elävät omaa elämäänsä netissä ja lehtien mielipidepalstoilla ja lappalaiskulttuuri- ja perinneyhdistyksen toiminnassa eikä mitkään saamelaiskäräjien linjaukset tai tutkimustulokset tätä joukkoa hetkauta.
sme: Dát čuoččuhusat ellet iežaset eallima neahtas ja aviissaid lohkkiidčállosiin jaa lappalaš- ja árbevierrosearvvi doaimmas eaige matge sámedikki linnjemat dehe dutkanbohtosat dán joavkku oainnuid rievdat.

source: Tämä määrätietoinen propaganda on tuottanut tulosta sikäli, että kaikki Lapin kansanedustajat ja huomattava osa keskeisistä yhteiskunnallisista vaikuttajista ja kunnanjohtajista etenkin Lapissa on saatu valjastettua vastustamaan saamelaisten oikeuksien parantamista ILO 169-sopimuksen edellyttämälle tasolle.
sme: Dát mearrediđolaš propaganda lea buktán bohtosa dan dáfus, ahte buot Lappi riikkabeivve lahtut ja mearkkašahtti oassi guovddáš servodatlaš váikkuheddjiin ja suohkanhoavddain earenoamážit Sámi ruovttuguovllus leat leŋgejuvvon vuostálastit sámiid vuoigatvuođaid buorideami ILO 169-soahpamuša gáibidan dássái.

source: Valtio tilasi jopa Oulun ja Lapin yliopistoilta tutkimuksia, joiden tarkoituksena oli todistaa saamelaisten maa- ja vesioikeudet perusteettomiksi.
sme: Stáhta diŋgui juobe Oulu ja Lappi universiteahttadutkamušaid, maid dárkkuhussan lei duođaštit vuođuheapmin sápmelaččaid eanan- ja čáhcevuoigatvuođaid.

source: Tutkimustulokset olivat odotusarvon mukaisesti toki olemattomia.
sme: Dutkanbohtosat ledje vuorddehahttivuođa mielde duššit.

source: Hallitusohjelman saamelaiskirjaukset ovat mobilisoineet taas kyseisen liikkeen.
sme: Ráđđehusprográmma sámi girjemat leat fas mobiliseren jearaldatvuloš lihkadusa.

source: Samat lappalaiskulttuuri- ja perinneyhdistyksen henkilöt kuin 1990-luvulla ovat nostattamassa samanlaisen vihapuheiden ja propagandan aallon.
sme: Seamma lappalaš- ja árbevierrosearvvi olbmot dego 1990-logusnai leat bajideame sámi guovdu vaššeságaid ja propagándda báru.

source: Puheet toistavat samaa agendaa.
sme: Dát ságastallamat geardduhit seamma ageandda.

source: Tulevien saamelaiskäräjien jäsenien tulee olla vahvoja ja järkähtämättömiä saamelaisten oikeuksien edistämisessä huolimatta pienen mutta äänekkään vihaliikkeen painostuksesta huolimatta.
sme: Boahtte sámedikki lahtut galget leat gievrrat ja eaige galgga sparggehit go ovddidit sámiid vuoigatvuođaid vaikko unna muhto rigearas vaššelihkadusat viggetnai deaddit.

source: Saamelaisten kotiseutualue on pieni alue ja monet ehdokkaat voivat olla myös kunnallispolitiikassa aktiivisia.
sme: Sámiid ruovttuguovlu lea unni ja máŋggat evttohasat sáhttet leat maid mielde suohkanpolitihkas aktiivvalaččat.

source: Kunnat ovat ainakin tähän asti kirjelmöineet valtiolle usein, että ILO 169-sopimusta ei tule ratifioida.
sme: Suohkanat leat aŋkke dán rádjái čállán stáhta guvlui dávjá, ahte ILO 169-soahpamuš ii galgga ratifiserejuvvot.

source: Kunnilla on myös kaavoitusmonopoli ja tämä on usein aiheuttanut ongelmia saamelaisten oikeusaseman kannalta.
sme: Suohkaniin lea maid lávvamonopola ja dát lea lea dávjá dagahan váttisvuođaid sámiid riektesajádaga dáfus.

source: On tärkeää, että saamelaisia on mukana kunnallispolitiikassa – mutta saamelaiskäräjille tulee valita edustajia, jotka ajavat saamelaisten etua saamelaiskäräjälain mukaisesti ja johdonmukaisesti. kunnallispolitiikka on asia erikseen.
sme: Lea dehálaš, ahte sápmelaččat leat fárus suohkanpolitihkas – muhto sámediggái galget válljejuvvot ovddasteaddjit, geat ovdidit sápmelaččaid ovdduid sámediggelága mielde ja jearggalaččat, suohkanpolitihkka lea aivve sierra ášši.

source: Toivonkin, että äänestäjät vaativat ehdokkailtaan myös poliittista taitoa – oman kantansa argumentointia ja puolustamista asiallisesti saamen kansan etua ajatellen menemättä henkilökohtaisuuksiin.
sme: Mun sávan, ahte jienasteaddjit gáibidit evttohasaineaset maid politihkalaš máhtu – iežaset oainnuid ákkastallama ja bealušteami áššálaččat sámi álbmoga beroštumiid jurddahaladettiin ja nu ahte eai mana persovnnalašvuođaide.

source: Saamelaiset ovat aina historian aikana pystyneet sopimaan keskenään tärkeät asiansa.
sme: Sápmelaččat leat álohii čađa historjjá bastán soahpan gaskaneaset dehálaš áššiineaset.

source: Siidajärjestelmän puitteissa on yhteen sovitettu riidat ja huolehdittu siitä, että kaikilla on mahdollisuus saada elantonsa ja harjoittaa omaa kulttuuriaan.
sme: Siidavuogádaga olis leat soabuvvon riiddut ja lea adnojuvvon ávvir das, ahte buohkain lea leamaš vejolašvuohta oažžut ealáhusa ja bargat iežaset kultuvrra mielde.

source: Tätä perinnettä meidän pitää yllä saamelaiskäräjilläkin, hoitaa asioita yhteisöllisesti ja yhteisesti – eikä ottaa aina mallia valtakulttuuriin huonoista menettelytavoista.
sme: Dán árbevieru mii galgat várjalit sámedikkisnai, dikšut áššiideamet searvvuslaččat ja oktasaččat – eat galgga váldit málle válokultuvrra heajos meannudanvugiin.

source: Hyvät äänestäjät, äänenne ovat kalliit – ja on tärkeää, että saatte äänillenne vastinetta ja tiedätte millaista politiikkaa oma edustajanne ajaa.
sme: Buorit jienasteaddjit, din jienat leat divrasat – ja lea dehálaš, ahte oažžubehtet iežaideattet jienaide vástaga ja diehtibehtet makkár politihka iežaideattet ovddasteaddji vuodjá.

source: Samaa toivon saamelaismedialta – kriittisiä asiantuntevia kysymyksiä ja hyviä vaaliväittelyitä.
sme: Seamma sávan sámi medias – kritihkalaš áššedovdi gažaldagaid ja buriid válgadigaštallamiid.

source: Laadin oman vaaliohjelman, kotisivut ja alan pitämään myös erillistä vaaliblogia.
sme: Mun ráhkadan iežan válgaprográmma, ruovttusiidduid ja doallagoađán maid sierra válgablogga.

source: Vaaleja en kommentoi tässä blogissani enää muuten kun siten, että muistakaa äänestää, valitkaa hyvä ehdokas jonka poliittisen linjan ja toiminnan pidätte parhaimpana.
sme: Válggaid in kommentere dán bloggastan muđuid go nu ahte galgabehtet muitit jienasti, válljejehket buori evttohasa, gean politihkalaš linnjá ja barggu atnibehtet buoremussan.

source: Kesälomani viimeinen viikko alkaa maanantaina.
sme: Mu geasseluomu maŋimus vahkku álgá mánnodaga.

source: Elokuun puolessa välissä alkavat jo ensimmäiset syksyn kokoukset.
sme: Borgemánu gaskkamuttus álget juo čavčča vuosttaš čoakkámat.

source: 15.8 tuon saamelaiskäräjien tervehdyksen Rovaniemellä järjestettävään erämaalaki 20-vuotta seminaariin ja sitten lähdenkin jo heti Inariin ympäristöministeriön, Metsähallituksen, Lapin Ely-keskuksen, saamelaiskäräjien ja kolttien kyläkokouksen yhteiseen sidosryhmätapaamiseen, nk. luonnonsuojelukäräjille.
sme: 15.8. buvtátán sámedikki dearvvahusa Roavenjárggas ordnejuvvon meahcceláhka 20-jagi seminárii ja dan maŋŋel vuolggán dakkaviđe Anárii birasministeriija, meahcceráđđehusa, Lappi Ely-guovddáža, sámedikki ja nuortalaččaid siidasobbara oktasaš čánusjoavkodeaivvadeapmái, ng. luonddusuodjalangearregiidda.

source: Rentouttavaa loppukesää kaikille blogini lukijoille !
sme: Buori loahppageasi buot mu blogga lohkkiide

source: Oulussa 8.8.2011
sme: Oulus 8.8.2011

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
